Repository: Kontrast/SlideX
Catalog: SlideX/Localization/ViewPhrases.*.resx
Languages: ru

# AboutContent
source: This project is a course work of Itransition Company courses. It was written by Arstiom Ponkratov.
ru: Этот проект - курсовая работа тренинг курсов комании Itransition

# AboutLink
source: About
ru: О проекте

# AboutTitle
source: About SlideX
ru: о проекте SlideX

# AdminAdminLabel
source: Admin
ru: Администратор

# AdminBannedLabel
source: Banned
ru: Забанен

# AdminEditTitle
source: User Edit
ru: Редактирование пользователя

# AdminPanelLink
source: Admin panel
ru: Панель администратора

# AdminPanelTitle
source: Admin panel
ru: Панель администратора

source: Back to list
ru: К списку презентаций

# ChangePassLink
source: Change password
ru: Изменить пароль

# ChangePasswordIncorrent
source: The current password is incorrect or the new password is invalid.
ru: Введенный пароль не верен, либо новый пароль не удоволетворяет условиям

# CreateButton
source: Create
ru: Создать

# CreateTitle
source: Create
ru: Создать новую презентацию

# DetailsTitle
source: Details
ru: Описание

# DuplicateEmail
source: A user name for that e-mail address already exists. Please enter a different e-mail address.
ru: Аккаунт на данный почтовый ящик уже зарегистрован,пожалуйста используйте другой адрес.

# DuplicateUserName
source: User name already exists. Please enter a different user name.
ru: Данное имя пользователя уже зарегистрированно,пожалуйста выберите другое.

# EditTitle
source: Edit
ru: Редактировать

source: Email not confirmed.
ru: Email не подтвержден.

# EmailNotConfirmedMessage
source: Please, check you email for futher authentification
ru: Пожалуйста, проверьте почту для дальнейшей регистраци

# ErrorTitle
source: Error:
ru: Ошибка:

# FindButton
source: Find
ru: Поиск

# HomeLink
source: Home
ru: Главная

# HomeTitle
source: Home page
ru: Домашняя страница

# InvalidAnswer
source: The password retrieval answer provided is invalid. Please check the value and try again.
ru: Ответ не верен.

# InvalidEmail
source: The e-mail address provided is invalid. Please check the value and try again.
ru: Неправильный почтовый адрес

# InvalidPassword
source: The password provided is invalid. Please enter a valid password value.
ru: Пароль не верен, пожалуйста введите правильный пароль

# InvalidQuestion
source: The password retrieval question provided is invalid. Please check the value and try again.
ru: Вопрос не верен.

# InvalidUserName
source: The user name provided is invalid. Please check the value and try again.
ru: Неправильное имя пользователя

# LogOffLink
source: Log off
ru: Выход

# LogOnButton
source: Log On
ru: Войти

# LogOnInstruction
source: Please enter your user name and password.
ru: Введите свой логин и пароль

# LogOnLink
source: Log On
ru: Вход

# LogOnRegisterLink
source: Register if you don't have an account.
ru: Зарегистрируйтесь, если у вас нет аккаунта

# LogOnRemember
source: Remember me
ru: Запомнить

# LogOnTitle
source: Log On
ru: Вход

# LogOnUsuccesfulLogin
source: Login was unsuccessful. Please correct the errors and try again.
ru: Ошибка, Логин или пароль неверны

# MyPresentationLink
source: My presentations
ru: Мои презентации

# PasswordChangeInstruction
source: Use the form below to change your password.
ru: Заполните форму для изменения пароля

# PasswordChangeSeccessfulMessage
source: Your password has been changed successfully.
ru: Пароль успешно изменен

# PasswordChangeTitle
source: Change Password
ru: Изменение пароля

# PasswordValidationMessage
source: Password change was unsuccessful. Please correct the errors and try again.
ru: Ошибка ! Пожалуйста, исправьте и попробуйте снова.

source: Please, log in
ru: Войдите

# PresentationListTitle
source: My presentations
ru: Мои презентации

# PresentationNotFoundBadRequest
source: Presentation not found.
ru: Презентация не найдена

# PresentationNotFoundBadRequestMessage
source: Presentation wasn't found. May be it was deleted or bad request string.
ru: Возможно, презентация была удалена или ошибка запроса.

# PresentationNotFoundDelete
source: Presentation not found.
ru: Презентация не найдена

# PresentationNotFoundDeleteMessage
source: Presentation wasn't found. Do you want to delete another's prasentation ?
ru: Презентация не найдена,возможно вы хотите удалить другую презентацию ?

# PresentationNotFoundSearch
source: Presentations not found.
ru: Презентация не найдена

# PresentationNotFoundSearchMessage
source: Presentations were not found by this search string
ru: Не найдено ниодной презентации по заданными критериям поиска

# ProviderError
source: The authentication provider returned an error. Please verify your entry and try again. If the problem persists, please contact your system administrator.
ru: Ошибка входа

# RegisterInstruction
source: Use the form below to create a new account.
ru: Заполните форму для создания нового аккаунта

# RegisterTitle
source: Register
ru: Регистрация

# RegisterValidationMessage
source: Account creation was unsuccessful. Please correct the errors and try again.
ru: Ошибка ! Пожалуйста,исправьте и попробуйте снова

# SaveButton
source: save
ru: Сохранить

# SearchButton
source: Search
ru: Поиск

# SearchByPresentationTitle
source: Search by presentation name
ru: Поиск по названиям презентаций

# SearchByTagsTitle
source: Search by presentation tags
ru: Поиск по тэгам

# SearchByUserTitle
source: Search by presentation owner
ru: Поиск по имени владельца

# SearchLink
source: Search
ru: Поиск

# SearchTitile
source: Presentation Search
ru: Поиск презентаций

# TableChangeDescriptionButton
source: Change description
ru: Изменить описание

# TableDeleteButton
source: Delete
ru: Удалить

# TableDescriptionLabel
source: Description
ru: Описание

# TableDetailsButton
source: Details
ru: Описание

# TableEditButton
source: Edit
ru: Редактировать

# TableOptionsLabel
source: Options
ru: Опции

# TableTitleLabel
source: Title
ru: Название

# TableViewButton
source: View
ru: Просмотреть

# Tagslabel
source: Tags
ru: Тэги

# UnknownMistake
source: An unknown error occurred. Please verify your entry and try again. If the problem persists, please contact your system administrator.
ru: Неизвестная ошибка

# UserRejected
source: The user creation request has been canceled. Please verify your entry and try again. If the problem persists, please contact your system administrator.
ru: Ошибка регистрации

# UsersLabel
source: Users
ru: Пользователи

# VerificationMessage
source: Email verification successed
ru: Подтверждение Email прошло успешно

# VerificationTitle
source: Email Verification
ru: Подтверждение Email

# Welcome
source: Welcome to SlideX !
ru: Добро пожаловать на проект SlideX

# WelcomeLink
source: Welcome
ru: Добро пожаловать,
